Repository: r2dsolution/comein-mobile3
Catalog: lib/l10n/app_*.arb
Languages: th

source: Next
th: ต่อไป

source: OK
th: รับทราบ

source: Save
th: บันทึก

source: Back
th: ย้อนกลับ

source: Cancel
th: ยกเลิก

# save_success
source: Success
th: บันทึกสำเร็จ

source: Username
th: ชื่อผู้ใช้งาน

# username_text
source: Complete your username & password
th: กรุณากรอกชื่อผู้ใช้งานและรหัสผ่าน

# username_existing
source: email already exists.
th: ชื่อผู้ใช้งาน email already exists.

# login_text1
source: Sign in with your email and password or continue with social media
th: เข้าสู่ระบบโดยอีเมลและรหัสผ่าน หรือเข้าสู่ระบบโดยโซเชียลมีเดีย

# login_fail_wrong_username_password
source: Incorrect username or password.
th: ชื่อผู้ใช้งาน หรือ รหัสผ่าน ไม่ถูกต้อง

source: Email
th: อีเมล

# email_hint
source: Enter your email
th: กรุณากรอกอีเมล

# email_required
source: Please enter your email
th: กรุณากรอกอีเมล

# email_invalid
source: Invalid your email
th: อีเมลไม่ถูกต้อง

source: Password
th: รหัสผ่าน

# password_hint
source: Enter your password
th: กรุณากรอกรหัสผ่าน

source: New Password
th: รหัสผ่านใหม่

# new_password_hint
source: Enter your new password
th: กรุณากรอกรหัสผ่านใหม่

# password_required
source: Please enter your password
th: กรุณากรอกรหัสผ่าน

# password_min_length
source: your password less than 8 char
th: รหัสผ่าน less than 8 char

# password_not_match
source: Passwords don't match
th: รหัสผ่าน don't match

source: Confirm Password
th: ยืนยันรหัสผ่าน

# confirm_password_hint
source: Re-enter your password
th: กรุณากรอกรหัสผ่านอีกครั้ง

# confirm_password_required
source: Please Re-enter your password
th: กรุณากรอกรหัสผ่านอีกครั้ง

source: Remember Me
th: จดจำรหัสผ่าน

source: Forgot Password
th: ลืมรหัสผ่าน

# forgot_password_text
source: Please enter your email and new password. We will send you OTP to reset your account
th: กรุณาใส่อีเมลและรหัสผ่านใหม่ เราจะส่ง OTP ไปให้คุณเพื่อรีเซ็ตบัญชีใหม่

# no_account_text
source: Donâ€™t have an account?
th: หากคุณยังไม่มีบัญชีกับเรา

source: Sign Up
th: กรุณาลงทะเบียน

source: Agreement
th: Agreement-TH

source: I Accept
th: I Accept (th)

source: User Profile
th: ข้อมูลผู้ใช้งาน

# user_profile_text
source: Complete your details
th: กรุณากรอกรายละเอียด

source: First Name
th: ชื่อ

# first_name_hint
source: Enter your first name
th: กรุณากรอกชื่อ

# first_name_required
source: Please enter your firstame
th: กรุณากรอกชื่อ

source: Last Name
th: นามสกุล

# last_name_hint
source: Enter your last name
th: กรุณากรอกนามสกุล

# last_name_required
source: Please enter your lastname
th: กรุณากรอกนามสกุล

# ref_name
source: Name
th: ชื่ออ้างอิง

# ref_name_hint
source: Enter your name
th: กรุณากรอกชื่ออ้างอิง

# ref_name_required
source: Please enter your name
th: กรุณากรอกชื่ออ้างอิง

source: Phone Number
th: เบอร์โทรศัพท์มือถือ

# phone_number_hint
source: Enter your phone number
th: กรุณากรอกหมาเลขโทรศัพท์มือถือ

# phone_number_required
source: Please enter your phone number
th: กรุณากรอกหมาเลขโทรศัพท์มือถือ

# phone_number_invalid
source: Please Enter Valid phone number
th: หมาเลขโทรศัพท์มือถือไม่ถูกต้อง

source: OTP Verification
th: กรุณาใส่ OTP ที่ช่องด้านล่างเพื่อยืนยัน

# otp_text
source: We sent your code to your email
th: เราได้ส่งรหัสไปที่อีเมลของคุณแล้ว

# otp_expire_text
source: This code will expired in
th: รหัสนี้จะหมดอายุภายใน

# otp_resend
source: Resend OTP Code
th: ให้เราส่ง OTP ให้ใหม่

# otp_minute
source: Minutes
th: นาที

# otp_exceeded_limit
source: Attempt limit exceeded, please try after some time.
th: Attempt limit exceeded, กรุณารอสักครู่.

# otp_incorrect
source: Invalid verification code provided, please try again.
th: verification code ไม่ถูกต้อง, please try again.

source: My Profile
th: Profile ของฉัน

# profile_change_password
source: Change Password
th: เปลี่ยนรหัสผ่าน

# profile_confirm_change_password
source: Confirm Change Password
th: confirm เปลี่ยนรหัสผ่าน

# profile_confirm_change
source: Are you sure ?
th: ยืนยันการเปลี่ยน ?

# profile_edit
source: Edit Profile
th: แก้ไข Profile

source: Logout
th: ออกจากระบบ

# logout_confirm
source: Logout ?
th: ยืนยัน ออกจากระบบ

# server_error_authen
source: Unexpected error: user to sign in.
th: Unexpected error: ไม่พบข้อมูลผู้ใช้งาน
